import image1 from "@/assests/news.jpg"
import { StaticImageData } from "next/image";
type List = {
    head:string;
    sub:string;
    image: StaticImageData;
    id: number;
    datas:string;
  };

export const list: List[] = [
    {
      id: 1,
      head:"21,413 ഒഴിവുകള്‍: ഗ്രാമീണ്‍ ഡാക് സേവക് ഫലം പ്രസിദ്ധീകരിച്ചു",
      sub:"from - mathrubhumi.com",
      datas:"ന്യൂഡൽഹി: ഗ്രാമീൺ ഡാക് സേവക് (ജിഡിഎസ്) 2025 ഫലം പ്രസിദ്ധീകരിച്ചു. ഗ്രാമീൺ ഡാക് സേവക് (ജിഡിഎസ്) ജനുവരി 2025 മെറിറ്റ് ലിസ്റ്റ് ആണ് ഇന്ത്യാ പോസ്റ്റ് പുറത്തുവിട്ടിരിക്കുന്നത്. 22 സംസ്ഥാനങ്ങളിലേക്ക് ഷോർട്ട്ലിസ്റ്റ് ചെയ്യപ്പെട്ട ഉദ്യോഗാർഥികളുടെ വിവരങ്ങളാണ് പ്രസിദ്ധീകരിച്ചിരിക്കുന്നത്. ഗ്രാമീൺ ഡാക് സേവക് ഒഴിവുകളിലേക്ക് അപേക്ഷിച്ചവർക്ക് ഇന്ത്യ പോസ്റ്റിന്റെ ഔദ്യോഗിക വെബ്സൈറ്റിലൂടെ മെറിറ്റ് ലിസ്റ്റ് പരിശോധിക്കാം. <br> ആന്ധ്രപ്രദേശ്, അസം, ബിഹാർ, ചത്തീസ്ഗഢ്, ഡൽഹി, ഗുജറാത്ത്, ഹരിയാണ, ഹിമാചൽപ്രദേശ്, കർണാടക, കേരള, മധ്യപ്രദേശ്, തമിഴ്നാട്, തെലങ്കാന, ഉത്തർപ്രദേശ്, ഉത്തരാഖണ്ഡ് തുടങ്ങിയ സംസ്ഥാനങ്ങളിലേക്ക് ഗ്രാമീൺ ഡാക് സേവക് ഒഴിവുകളിലേക്ക് ഷോർട്ടലിസ്റ്റ് ചെയ്തിരിക്കുന്ന ഉദ്യോഗാർഥികളുടെ വിവരങ്ങളാണ് പ്രസിദ്ധീകരിച്ചിരിക്കുന്നത് ",
      image: image1,
    },
    {
        id: 2,
        head:" ചെറുകിട കച്ചവടക്കാർക്ക് സന്തോഷ വാർത്ത 2,000 വരെ ഉള്ള UPI പേയ്മെന്റുകളുടെ ബിൽ സർക്കാർ വഹിക്കും.",
        datas:" ന്യൂഡൽഹി: ഗ്രാമീൺ ഡാക് സേവക് (ജിഡിഎസ്) 2025 ഫലം പ്രസിദ്ധീകരിച്ചു. ഗ്രാമീൺ ഡാക് സേവക് (ജിഡിഎസ്) ജനുവരി 2025 മെറിറ്റ് ലിസ്റ്റ് ആണ് ഇന്ത്യാ പോസ്റ്റ് പുറത്തുവിട്ടിരിക്കുന്നത്. 22 സംസ്ഥാനങ്ങളിലേക്ക് ഷോർട്ട്ലിസ്റ്റ് ചെയ്യപ്പെട്ട ഉദ്യോഗാർഥികളുടെ വിവരങ്ങളാണ് പ്രസിദ്ധീകരിച്ചിരിക്കുന്നത്. ഗ്രാമീൺ ഡാക് സേവക് ഒഴിവുകളിലേക്ക് അപേക്ഷിച്ചവർക്ക് ഇന്ത്യ പോസ്റ്റിന്റെ ഔദ്യോഗിക വെബ്സൈറ്റിലൂടെ മെറിറ്റ് ലിസ്റ്റ് പരിശോധിക്കാം.",
        sub:"suprabhaatham",
        image: image1,
      },
      {
        id: 3,
        head:"വീഴ്‌വേന്‍ എൻട്ര് നിനൈത്തായോ; 24 മണിക്കൂർ,12.5 മില്യൺ കാഴ്ചക്കാർ; എമ്പുരാന് മുന്നിൽ അജയ്യനായി ആ ചിത്രം",
        sub:"from - asianet.com",
        datas:"സോഷ്യൽ മീഡിയയിൽ എങ്ങും മോഹൻലാൽ ചിത്രം എമ്പുരാൻ ആണ് താരം. ബുക്കിം​ഗ് കളക്ഷനുകളെ എല്ലാം ഞെട്ടിച്ച് കൊണ്ട് മുന്നേറുന്ന സിനിമ, മലയാളത്തിൽ പുതു ചരിത്രം കുറിക്കുമെന്നാണ് വിലയിരുത്തുന്നത്. റിലീസിനോട് അനുബന്ധിച്ച് രണ്ട് ദിവസം മുൻപ് ആയിരുന്നു എമ്പുരാന്റെ ട്രെയിലർ റിലീസ് ചെയ്തത്. ഇരുപത്തി നാല് മണിക്കൂറിൽ  6.88 മില്യൺ കാഴ്ചക്കാരെയാണ് ട്രെയിലർ സ്വന്തമാക്കിയത്. എന്നാൽ മലയാളം ട്രെയിലർ ചരിത്രത്തിൽ മുന്നിലുള്ളത് മറ്റൊരു താര ചിത്രമാണ്.",
        image: image1,
      },
      {
        id: 4,
        head:"അസഭ്യം പറഞ്ഞ ഹിന്ദിക്കാരന് മറുപടി അസഭ്യം തന്നെ; ഭൂമിയിലെ ഏറ്റവും മികച്ച എഐ എന്ന വിശേഷണത്തോടെ പുറത്തിറക്കിയ ഗ്രോക് എഐ ചാറ്റ്ബോട്ടിനെച്ചൊല്ലി വിവാദം; അന്വേഷണം പ്രഖ്യാപിച്ച് കേന്ദ്രസര്‍ക്കാര്‍",
        sub:"from - marunadan malayalee",
        datas:"ന്യൂഡല്‍ഹി: അമേരിക്കന്‍ ശതകോടീശ്വരന്‍ ഇലോണ്‍ മസ്‌ക്, ഭൂമിയിലെ ഏറ്റവും മികച്ച എഐ എന്ന വിശേഷണത്തോടെ പുറത്തിറക്കിയ ഗ്രോക് എഐ ചാറ്റ്ബോട്ടിനെച്ചൊല്ലി ഇന്ത്യയില്‍ വിവാദം. മസ്‌കിന്റെ ഉടമസ്ഥതയിലുള്ള ആര്‍ട്ടിഫിഷ്യല്‍ ഇന്റലിജന്‍സ് (എഐ) കമ്പനിയായ എക്‌സ്എഐ എന്ന കമ്പനിയാണ് ഗ്രോക് ചാറ്റ്ബോട്ട് വികസിപ്പിച്ചെടുത്തത്.

നിര്‍മിത ബുദ്ധിയില്‍ പ്രവര്‍ത്തിക്കുന്ന ചാറ്റ്ബോട്ട് സങ്കീര്‍ണമായ ചോദ്യങ്ങള്‍ക്കും യുക്തിപരമായും തമാശരൂപേണയും മറുപടികള്‍ നല്‍കുമെന്നായിരുന്നു മസ്‌കിന്റെ അവകാശവാദം. എന്നാലിപ്പോള്‍ ഹിന്ദി ഭാഷയില്‍ ചോദ്യങ്ങള്‍ ചോദിച്ച ഒരു ഉപയോക്താവിന് ലഭിച്ച അധിക്ഷേപകരവും അസഭ്യം കലര്‍ന്നതുമായ മറുപടിയാണ് സമൂഹ മാധ്യമങ്ങളില്‍ നിറയുന്നത്.",
        image: image1,
      },
      {
        id: 5,
        head:"ഏപ്രിൽ 1 മുതൽ ഗൂഗിൾ പേ അടക്കമുള്ള യുപിഐ സേവനം ചില ഫോൺ നമ്പറുകളിൽ ലഭ്യമാകില്ല!",
        sub:"from - mathrubhumi.com",
        datas:"ന്യൂഡൽഹി: സജീവമല്ലാത്ത മൊബൈൽ നമ്പറുകളിൽ ഏപ്രിൽ ഒന്ന് മുതൽ‌ ബാങ്ക് ആപ്പ്, ഗൂഗിൾ പേ, ഫോൺ പേ, പേടിഎം എന്നിവ അടക്കമുള്ള യുപിഐ സേവനങ്ങൾ ലഭ്യമാക്കില്ല. നാഷണൽ പേയ്മെന്‍റ്സ് കോർപ്പറേഷൻ ഒഫ് ഇന്ത്യ(എൻപിസിഐ)യാണ് പേയ്മെന്‍റ് സർവീസ് പ്രൊവൈഡർമാർക്ക് നിർദേശം നൽകിയിരിക്കുന്നത്. തട്ടിപ്പികളും അനധികൃത പണക്കൈമാറ്റവും ഒഴിവാക്കാനായാണ് ഈ നീക്കം. നിങ്ങളുടെ മൊബൈൽ നമ്പറുകൾ സജീവമാണെന്ന് ഉറപ്പാക്കുന്നതിലൂടെ ഈ പ്രശ്നം പരിഹരിക്കാം.

എന്തുകൊണ്ട് പുതിയ തീരുമാനം

യുപിഐ ലിങ്കിങ് പൂർത്തിയാക്കിയ സജീവമല്ലാത്ത ഫോൺ നമ്പറുകൾക്ക് സുരക്ഷിതത്വം കുറവാണ്. ഉപയോക്താക്കൾ ഫോൺ നമ്പറുകൾ ഡിയാക്റ്റിവേറ്റ് ചെയ്താലും നമ്പർ മാറ്റിയാലും യുപിഐ അക്കൗണ്ടുകൾ സജീവമായി തന്നെ നില നിൽക്കും. അതു കൊണ്ട് തന്നെ ഈ അക്കൗണ്ടുകൾ ദുരുപയോഗം ചെയ്യുവാൻ എളുപ്പമായിരിക്കും. അതിനാലാണ് സജീവമല്ലാത്ത ഫോൺ നമ്പറുകളിലെ യുപിഐ സേവനം ഇല്ലാതാക്കാൻ എൻപിസിഐ നിർദേശിച്ചിരിക്കുന്നത്.",
        image: image1,
      },
  ];