import image1 from "@/assests/news.jpg"
import { StaticImageData } from "next/image";
type List = {
    head:string;
    sub:string;
    image: StaticImageData;
    id: number;
    datas:string;
  };

export const list: List[] = [
    {
      id: 1,
      head:"21,413 ഒഴിവുകള്‍: ഗ്രാമീണ്‍ ഡാക് സേവക് ഫലം പ്രസിദ്ധീകരിച്ചു",
      sub:"from - mathrubhumi.com",
      datas:"ന്യൂഡൽഹി: ഗ്രാമീൺ ഡാക് സേവക് (ജിഡിഎസ്) 2025 ഫലം പ്രസിദ്ധീകരിച്ചു. ഗ്രാമീൺ ഡാക് സേവക് (ജിഡിഎസ്) ജനുവരി 2025 മെറിറ്റ് ലിസ്റ്റ് ആണ് ഇന്ത്യാ പോസ്റ്റ് പുറത്തുവിട്ടിരിക്കുന്നത്. 22 സംസ്ഥാനങ്ങളിലേക്ക് ഷോർട്ട്ലിസ്റ്റ് ചെയ്യപ്പെട്ട ഉദ്യോഗാർഥികളുടെ വിവരങ്ങളാണ് പ്രസിദ്ധീകരിച്ചിരിക്കുന്നത്. ഗ്രാമീൺ ഡാക് സേവക് ഒഴിവുകളിലേക്ക് അപേക്ഷിച്ചവർക്ക് ഇന്ത്യ പോസ്റ്റിന്റെ ഔദ്യോഗിക വെബ്സൈറ്റിലൂടെ മെറിറ്റ് ലിസ്റ്റ് പരിശോധിക്കാം. <br> ആന്ധ്രപ്രദേശ്, അസം, ബിഹാർ, ചത്തീസ്ഗഢ്, ഡൽഹി, ഗുജറാത്ത്, ഹരിയാണ, ഹിമാചൽപ്രദേശ്, കർണാടക, കേരള, മധ്യപ്രദേശ്, തമിഴ്നാട്, തെലങ്കാന, ഉത്തർപ്രദേശ്, ഉത്തരാഖണ്ഡ് തുടങ്ങിയ സംസ്ഥാനങ്ങളിലേക്ക് ഗ്രാമീൺ ഡാക് സേവക് ഒഴിവുകളിലേക്ക് ഷോർട്ടലിസ്റ്റ് ചെയ്തിരിക്കുന്ന ഉദ്യോഗാർഥികളുടെ വിവരങ്ങളാണ് പ്രസിദ്ധീകരിച്ചിരിക്കുന്നത് ",
      image: image1,
    },
    {
        id: 2,
        head:" ചെറുകിട കച്ചവടക്കാർക്ക് സന്തോഷ വാർത്ത 2,000 വരെ ഉള്ള UPI പേയ്മെന്റുകളുടെ ബിൽ സർക്കാർ വഹിക്കും.",
        datas:" ന്യൂഡൽഹി: ഗ്രാമീൺ ഡാക് സേവക് (ജിഡിഎസ്) 2025 ഫലം പ്രസിദ്ധീകരിച്ചു. ഗ്രാമീൺ ഡാക് സേവക് (ജിഡിഎസ്) ജനുവരി 2025 മെറിറ്റ് ലിസ്റ്റ് ആണ് ഇന്ത്യാ പോസ്റ്റ് പുറത്തുവിട്ടിരിക്കുന്നത്. 22 സംസ്ഥാനങ്ങളിലേക്ക് ഷോർട്ട്ലിസ്റ്റ് ചെയ്യപ്പെട്ട ഉദ്യോഗാർഥികളുടെ വിവരങ്ങളാണ് പ്രസിദ്ധീകരിച്ചിരിക്കുന്നത്. ഗ്രാമീൺ ഡാക് സേവക് ഒഴിവുകളിലേക്ക് അപേക്ഷിച്ചവർക്ക് ഇന്ത്യ പോസ്റ്റിന്റെ ഔദ്യോഗിക വെബ്സൈറ്റിലൂടെ മെറിറ്റ് ലിസ്റ്റ് പരിശോധിക്കാം.",
        sub:"suprabhaatham",
        image: image1,
      },
      {
        id: 3,
        head:"വീഴ്‌വേന്‍ എൻട്ര് നിനൈത്തായോ; 24 മണിക്കൂർ,12.5 മില്യൺ കാഴ്ചക്കാർ; എമ്പുരാന് മുന്നിൽ അജയ്യനായി ആ ചിത്രം",
        sub:"from - asianet.com",
        datas:"സോഷ്യൽ മീഡിയയിൽ എങ്ങും മോഹൻലാൽ ചിത്രം എമ്പുരാൻ ആണ് താരം. ബുക്കിം​ഗ് കളക്ഷനുകളെ എല്ലാം ഞെട്ടിച്ച് കൊണ്ട് മുന്നേറുന്ന സിനിമ, മലയാളത്തിൽ പുതു ചരിത്രം കുറിക്കുമെന്നാണ് വിലയിരുത്തുന്നത്. റിലീസിനോട് അനുബന്ധിച്ച് രണ്ട് ദിവസം മുൻപ് ആയിരുന്നു എമ്പുരാന്റെ ട്രെയിലർ റിലീസ് ചെയ്തത്. ഇരുപത്തി നാല് മണിക്കൂറിൽ  6.88 മില്യൺ കാഴ്ചക്കാരെയാണ് ട്രെയിലർ സ്വന്തമാക്കിയത്. എന്നാൽ മലയാളം ട്രെയിലർ ചരിത്രത്തിൽ മുന്നിലുള്ളത് മറ്റൊരു താര ചിത്രമാണ്.",
        image: image1,
      },
   
    
  ];